# -*- coding: utf-8 -*-
# bedding generic desc in chinese

commonShtDesc = '''
<p>【物料】100% 埃及特長織綿</p>
<p>【織法】貢鍛</p>
<p>400針（每1吋,歐美）</p>
<p>1600 針 (每10cm,亞洲)</p>
'''


longDesc = '''
<p>Sleep Wooven的床上用品是能被國際五星酒店選用於招待各國元首和貴賓，因為我們的綿料無論在精梳工序、絲光技術、安全標準、環保要求均有獨當一面的優勢。</p>
<p><br></p>
<p>【奢華的精梳棉工序】</p>
<p><br></p>
<p>天然的棉纖維長短和粗疏不一，引致布料凹凸不平，纖維柔弱易斷。</p>
<p>因此我們採取了奢華的精梳工序去蕪存菁，隔掉了超過30％雜綿。</p>
<p>- 奢華選擇：我們的布料柔韌力度均勻的優越，配得每天在國際五星酒店中被各國名門望族洗擦及使用。</p>
<p>- 品質優越：經過多次洗刷也能維持品質，不會變薄、稀疏、起毛粒等。</p>
<p>- 精緻工藝：編織密度超越一般床上用品兩倍以上，用料優質而豐富。</p>
<p><br></p>
<p>【親和肌膚pH值：世界獨家絲光技術】</p>
<p><br></p>
<p>絲光通常用於處理奢侈品牌時裝加強光澤和持久耐用品質。作為供應國際五星酒店的綿料，除了奢華的精梳工序外，絲光處理也要求巧奪天工，處理後：</p>
<p>- 歷久常新：採用歐盟環保認可染料，配合獨步世界的絲光技術，經多次清洗也能保持自然光澤。</p>
<p>- 守護皮膚：獨家調較配合人體肌膚pH值，即使長時間接觸也不會引起皮膚敏感，而且更可以隔絕霉菌滋生，進一步守護你健康。</p>
<p><br></p>
<p>【適合幼兒使用：通過OEKO-TEX® STANDARD 100 安全認證】</p>
<p><br></p>
<p>作為被國際五星級酒店選擇用來招待各國首腦和名人的綿料，我們必須通過嚴格的安全認證。</p>
<p>床上用品與你家人身體接觸每天8小時。任何對人體有害的化學雜質也會因長時間接觸而放大影響，例如：採用有害的顏料和濫用柔順劑可干擾荷爾蒙分泌和增加致癌風險，對健康影響深遠，特別是幼兒。我們基於健康你和你的家人著想，我們的貨品：</p>
<p>- 經瑞士國際權威認可：已獲得OEKO-TEX® STANDARD 100 証書 A （適合幼兒使用）；安全製造，讓你睡得安心和健康。</p>
<p><br></p>
<p>Sleep Wooven 為您家人，為這世界，做多一步。</p>
'''